Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: $job_ald_hyperartificer$ Jobs
ru: $job_ald_hyperartificer$ Вакансии

source: $job_ald_hyperfactorio$ Jobs
ru: $job_ald_hyperfactorio$ Вакансии

source: $job_ald_hyperfactorio_drone$ Jobs
ru: $job_ald_hyperfactorio_drone$ Вакансии

source: $job_ald_hyperfoundry$ Jobs
ru: $job_ald_hyperfoundry$ Вакансий

source: $job_ald_hyperfoundry_drone$ Jobs
ru: $job_ald_hyperfoundry_drone$ Вакансии

source: $job_ald_matter_synthesizer$ Jobs
ru: $job_ald_matter_synthesizer$ Вакансий

source: $job_ald_matter_synthesizer_drone$ Jobs
ru: $job_ald_matter_synthesizer_drone$ Вакансии

source: $job_ald_megascience$ Jobs
ru: $job_ald_megascience$ Вакансии

source: $job_ald_megascience_mind$ Jobs
ru: $job_ald_megascience_mind$ Вакансий

source: $job_ald_megascience_robot$ Jobs
ru: $job_ald_megascience_robot$ Вакансий

source: $job_ald_memorialist$ Jobs
ru: $job_ald_memorialist$ Вакансий

source: $job_ald_merchant$ Jobs
ru: $job_ald_merchant$ Рабочих мест

source: $job_ald_motes$ Jobs
ru: $job_ald_motes$ Вакансии

source: $job_ald_motes_drone$ Jobs
ru: $job_ald_motes_drone$ Вакансии

source: $job_ald_priest$ Jobs
ru: $job_ald_priest$ Вакансий

source: $job_ald_superfarmer$ Jobs
ru: $job_ald_superfarmer$ Вакансии

source: $job_ald_superfarmer_drone$ Jobs
ru: $job_ald_superfarmer_drone$ Вакансии

source: $job_ald_supergenerator$ Jobs
ru: $job_ald_supergenerator$ Вакансии

source: $job_ancestral_warden$ Jobs
ru: Вакансии $job_ancestral_warden$

source: $job_aot_ae_giga_fortress_operator_mentat_drone$ is a unique military strategist that works inside the Giga Fortress's Strategy Center to coordinate the empire's fleet maneuvers.
ru: Дрон-ментант - уникальный военный стратег, который работает в стратегическом центре Гига-крепости, координируя маневры флота империи.

source: $job_archivist_curator$ Jobs
ru: Вакансии $job_archivist_curator$

source: $job_archivist_outpost_keeper$ Jobs
ru: Вакансии $job_archivist_outpost_keeper$

source: $job_archivist_relic_keeper$ Jobs
ru: Вакансии $job_archivist_relic_keeper$

source: $job_archivist_ruler$ Jobs
ru: Вакансии $job_archivist_ruler$

source: $job_artisan_drone$ Adjustment
ru: $job_artisan_drone$ Регулировка

source: $job_banker$ Jobs
ru: $job_banker$ Работа

source: $job_bio_trophy$ Scaling
ru: $job_bio_trophy$ Масштабирование

source: $job_border_controller$ Jobs
ru: $job_border_controller$ Работа

source: $job_botanist$ Jobs
ru: $job_botanist$ Работа

source: $job_builder_drone$ Jobs
ru: $job_builder_drone$ Работа

source: $job_controller_drone$ Jobs
ru: $job_controller_drone$ Работа

source: $job_dm_bureaucrat_plural$ work with the various delphic virtual AI-Administrator cores which tremendously help running our empire more efficiently by taking care of all the mundane government work while we can concentrate on the important matters.
ru: $job_dm_bureaucrat_plural$ работают с различными дельфийскими виртуальными ядрами ИИ-администраторов, которые в огромной степени помогают управлять нашей империей более эффективно, беря на себя всю рутинную работу правительства, пока мы можем сосредоточиться на важных делах.

source: $job_dm_clerk_plural$ can and will attempt to sell you anything, often enough successful.
ru: $job_dm_clerk_plural$ могут и будут пытаться продать вам что угодно, нередко достаточно успешно.

source: $job_economist$ Jobs
ru: $job_economist$ Работа

source: $job_ehof_cultivation_drone$ Jobs
ru: $job_ehof_cultivation_drone$ Вакансий

source: $job_ehof_cultivator$ Jobs
ru: $job_ehof_cultivator$ Вакансий

source: $job_ehof_energy_converter$ Jobs
ru: $job_ehof_energy_converter$ Рабочих мест

source: $job_ehof_energy_converter_drone$ Jobs
ru: $job_ehof_energy_converter_drone$ Вакансий

source: $job_est_engineer$ Jobs
ru: Выкансии $job_est_engineer$

source: $job_est_inquisitor$ Jobs
ru: Вакансии $job_est_inquisitor$

source: $job_est_shadow_administrator$ Jobs
ru: Вакансии $job_est_shadow_administrator$

source: $job_fe_hedonist$ Jobs
ru: $job_fe_hedonist$ Вакансии

source: $job_fe_overseer$ Jobs
ru: $job_fe_overseer$ Вакансии

source: $job_fe_protector$ Jobs
ru: $job_fe_protector$ Вакансии

source: $job_frame_maintenance_drone$ Jobs
ru: $job_frame_maintenance_drone$ Вакансий

source: $job_frame_maintenance_overseer$ Jobs
ru: $job_frame_maintenance_overseer$ Рабочих мест

source: $job_frameworld_defender_drone$ Jobs
ru: $job_frameworld_defender_drone$ Рабочих мест

source: $job_frameworld_outpost_job$ Jobs
ru: $job_frameworld_outpost_job$ Вакансий

source: $job_giga_amb_fe_acolyte_foundry$ Jobs
ru: Деятельность: $job_giga_amb_fe_acolyte_foundry$

source: $job_giga_amb_fe_celestial_architect$ Jobs
ru: Деятельность: $job_giga_amb_fe_celestial_architect$

source: $job_giga_birch_ktisma_manager$ Jobs
ru: Деятельность: $job_giga_birch_ktisma_manager$

source: $job_giga_birch_ktisma_manager_drone$ Jobs
ru: Деятельность: $job_giga_birch_ktisma_manager_drone$

source: $job_giga_birch_ktisma_worker$ Jobs
ru: Деятельность: $job_giga_birch_ktisma_worker$

source: $job_giga_birch_ktisma_worker_drone$ Jobs
ru: Деятельность: $job_giga_birch_ktisma_worker_drone$

source: $job_giga_birch_origin_trader$ Jobs
ru: Деятельность: $job_giga_birch_origin_trader$

source: $job_giga_birch_origin_trader_drone$ Jobs
ru: Деятельность: $job_giga_birch_origin_trader_drone$

source: $job_giga_birch_orykta_manager$ Jobs
ru: Деятельность: $job_giga_birch_orykta_manager$

source: $job_giga_birch_orykta_manager_drone$ Jobs
ru: Деятельность: $job_giga_birch_orykta_manager_drone$

source: $job_giga_birch_orykta_worker$ Jobs
ru: Деятельность: $job_giga_birch_orykta_worker$

source: $job_giga_birch_orykta_worker_drone$ Jobs
ru: Деятельность: $job_giga_birch_orykta_worker_drone$

source: $job_giga_birch_physma_manager$ Jobs
ru: Деятельность: $job_giga_birch_physma_manager$

source: $job_giga_birch_physma_manager_drone$ Jobs
ru: Деятельность: $job_giga_birch_physma_manager_drone$

source: $job_giga_birch_physma_worker$ Jobs
ru: Деятельность: $job_giga_birch_physma_worker$

source: $job_giga_birch_physma_worker_drone$ Jobs
ru: Деятельность: $job_giga_birch_physma_worker_drone$

source: $job_giga_birch_resident$ Jobs
ru: Деятельность: $job_giga_birch_resident$

source: $job_giga_birch_resident_drone$ Jobs
ru: Деятельность: $job_giga_birch_resident_drone$

source: $job_giga_birch_structure_engineer$ Jobs
ru: Деятельность: $job_giga_birch_structure_engineer$

source: $job_giga_birch_structure_engineer_drone$ Jobs
ru: Деятельность: $job_giga_birch_structure_engineer_drone$

source: $job_giga_birch_structure_manager$ Jobs
ru: Деятельность: $job_giga_birch_structure_manager$

source: $job_giga_birch_structure_manager_drone$ Jobs
ru: Деятельность: $job_giga_birch_structure_manager_drone$

source: $job_giga_cloning$ Jobs
ru: $job_giga_cloning$ Деятельность

source: $job_giga_dark_matter_weaver$ Jobs
ru: Деятельность: $job_giga_dark_matter_weaver$

source: $job_giga_dark_matter_weaver_drone$ Jobs
ru: Деятельность: $job_giga_dark_matter_weaver_drone$

source: $job_giga_eawaf_sirens_naval$ Jobs per Pop
ru: $job_giga_eawaf_sirens_naval$ за поселение

source: $job_giga_eawaf_sirens_scientist$ Jobs
ru: Вакансии $job_giga_eawaf_sirens_scientist$

source: $job_giga_eawaf_sirens_strifer$ Jobs
ru: Вакансии $job_giga_eawaf_sirens_strifer$

source: $job_giga_eawaf_sirens_toiler$ Jobs
ru: Вакансии $job_giga_eawaf_sirens_toiler$

source: $job_giga_eawaf_sirens_toiler$ Jobs per Pop
ru: $job_giga_eawaf_sirens_toiler$ за поселение

source: $job_giga_elysium_controller$ Jobs
ru: $job_giga_elysium_controller$ Вакансии

source: $job_giga_elysium_controller_drone$ Jobs
ru: $job_giga_elysium_controller_drone$ Вакансии

source: $job_giga_extra_crucible_drone$ Jobs
ru: $job_giga_extra_crucible_drone$ Деятельность

source: $job_giga_extra_healthcare$ Jobs
ru: $job_giga_extra_healthcare$ Деятельность

source: $job_giga_gamer_fe_game_master$ Jobs
ru: $job_giga_gamer_fe_game_master$ Вакансии

source: $job_giga_gamer_fe_npc$ Jobs
ru: $job_giga_gamer_fe_npc$ Вакансии

source: $job_giga_gas_harvester$ Jobs
ru: $job_giga_gas_harvester$ Рабочих мест

source: $job_giga_gas_harvesting_drone$ Jobs
ru: $job_giga_gas_harvesting_drone$ Вакансий

source: $job_giga_interstellar_researcher$ Jobs
ru: $job_giga_interstellar_researcher$ Вакансий

source: $job_giga_interstellar_researcher_drone$ Jobs
ru: $job_giga_interstellar_researcher_drone$ Вакансий

source: $job_giga_interstellar_scavenger$ Jobs
ru: $job_giga_interstellar_scavenger$ Рабочих мест

source: $job_giga_interstellar_scavenger_drone$ Jobs
ru: $job_giga_interstellar_scavenger_drone$ Вакансий

source: $job_giga_iodizium_miner$ Jobs
ru: $job_giga_iodizium_miner$ Вакансии

source: $job_giga_iodizium_mining_drone$ Jobs
ru: $job_giga_iodizium_mining_drone$ Вакансии

source: $job_giga_media_coordination_drone$ Jobs
ru: $job_giga_media_coordination_drone$ Вакансий

source: $job_giga_media_coordinator$ Jobs
ru: $job_giga_media_coordinator$ Вакансии

source: $job_giga_megaengineer$ Jobs
ru: Деятельность: $job_giga_megaengineer$

source: $job_giga_megaengineer_drone$ Jobs
ru: Деятельность: $job_giga_megaengineer_drone$

source: $job_giga_megaengineering_overseer$ Jobs
ru: Деятельность: $job_giga_megaengineering_overseer$

source: $job_giga_megaengineering_overseer_drone$ Jobs
ru: Деятельность: $job_giga_megaengineering_overseer_drone$

source: $job_giga_overlord_megaengineer$ Jobs
ru: Деятельность: $job_giga_overlord_megaengineer$

source: $job_giga_overlord_megaengineer_drone$ Jobs
ru: Деятельность: $job_giga_overlord_megaengineer_drone$

source: $job_giga_preserver$ Jobs
ru: $job_giga_preserver$ Вакансий

source: $job_giga_preserver_drone$ Jobs
ru: $job_giga_preserver_drone$ Вакансий

source: $job_giga_shroud_conduit_drone$ Jobs
ru: Вакансии $job_giga_shroud_conduit_drone$

source: $job_giga_shroud_conduit_priest$ Jobs
ru: Вакансии $job_giga_shroud_conduit_priest$

source: $job_giga_shroud_conduit_worker$ Jobs
ru: Вакансии $job_giga_shroud_conduit_worker$

source: $job_giga_supertensiles_extractor$ Jobs
ru: Деятельность: $job_giga_supertensiles_extractor$

source: $job_giga_supertensiles_extractor_drone$ Jobs
ru: Деятельность: $job_giga_supertensiles_extractor_drone$

source: $job_giga_virtual_diplomat$ Jobs
ru: $job_giga_virtual_diplomat$ Вакансий

source: $job_giga_virtual_diplomat_drone$ Jobs
ru: $job_giga_virtual_diplomat_drone$ Вакансий

source: $job_giga_virtual_diplomat_servitor$ Jobs
ru: Вакансии $job_giga_virtual_diplomat_servitor$

source: $job_giga_virtual_hell_inmate$ Jobs
ru: $job_giga_virtual_hell_inmate$ Вакансий

source: $job_giga_virtual_livestock$ Jobs
ru: $job_giga_virtual_livestock$ Вакансий

source: $job_giga_virtual_organic_battery$ Jobs
ru: $job_giga_virtual_organic_battery$ Вакансий

source: $job_giga_virtual_training_coordination_drone$ Jobs
ru: $job_giga_virtual_training_coordination_drone$ Вакансий

source: $job_giga_virtual_training_coordinator$ Jobs
ru: $job_giga_virtual_training_coordinator$ Вакансий

source: $job_giga_zro_extractor$ Jobs
ru: $job_giga_zro_extractor$ Вакансий

source: $job_giga_zro_extractor_drone$ Jobs
ru: $job_giga_zro_extractor_drone$ Рабочих мест

source: $job_governor_assitant$ Jobs
ru: $job_governor_assitant$ Работа

source: $job_improver$ Jobs
ru: $job_improver$ Работа

source: $job_influencer$ Jobs
ru: $job_influencer$ Работа

source: $job_journalist$ Jobs
ru: $job_journalist$ Работа

source: $job_judge$ Jobs
ru: $job_judge$ Работа

source: $job_living_metal_extractor$ Jobs
ru: $job_living_metal_extractor$ Работа

source: $job_living_metal_extractor_drone$ Jobs
ru: $job_living_metal_extractor_drone$ Работа

source: $job_military_expert$ Jobs
ru: $job_military_expert$ Работа

source: $job_navy_pilot$ Jobs
ru: $job_navy_pilot$ Работа

source: $job_navy_pilot_drone$ Jobs
ru: $job_navy_pilot_drone$ Работа

source: $job_nurse$ Jobs
ru: $job_nurse$ Работа

source: $job_phanon_bureaucrat_plural$ watch over dimensionally folded and temporal-stretched pocket universes filled with proxy DAI-singularities to use their computation power to run entire galaxies worth of real empires like a breeze.
ru: $job_phanon_bureaucrat_plural$ следят за складывающимися в пространстве и растянутыми во времени карманными вселенными, заполненными прокси ДИИ-сингулярностями, чтобы использовать их вычислительную мощь для управления целыми галактиками реальных империй как дуновение ветра.

source: $job_player$ Jobs
ru: $job_player$ Работа

source: $job_primitive_bureaucrat$ Jobs
ru: Деятельность: $job_primitive_bureaucrat$

source: $job_primitive_entertainer$ Jobs
ru: Деятельность: $job_primitive_entertainer$

source: $job_primitive_farmer$ Jobs
ru: Деятельность: $job_primitive_farmer$

source: $job_primitive_laborer$ Jobs
ru: Деятельность: $job_primitive_laborer$

source: $job_primitive_miner$ Jobs
ru: Деятельность: $job_primitive_miner$

source: $job_primitive_priest_2$ Jobs
ru: Деятельность: $job_primitive_priest_2$

source: $job_primitive_researcher_2$ Jobs
ru: Деятельность: $job_primitive_researcher_2$

source: $job_primitive_technician$ Jobs
ru: Деятельность: $job_primitive_technician$

source: $job_primitive_warrior_2$ Jobs
ru: Деятельность: $job_primitive_warrior_2$

source: $job_purifier_drone$ Jobs
ru: $job_purifier_drone$ Работа

source: $job_recycler$ Jobs
ru: $job_recycler$ Работа

source: $job_royal_guard$ Jobs
ru: $job_royal_guard$ Работа

source: $job_secret_alchimist$ Jobs
ru: $job_secret_alchimist$ Работа

source: $job_secret_alchimist_drone$ Jobs
ru: $job_secret_alchimist_drone$ Работа

source: $job_smuggler_drone$ Jobs
ru: $job_smuggler_drone$ Работа

source: $job_smuggler_effect_desc$
ru: £job_smuggler_drone£ $job_smuggler_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§!

source: $job_smuggler_effect_desc$ $job_spy_effect_desc$
ru: £job_smuggler_drone£ $job_smuggler_drone_plural$ превратить £alloys£ §Y$alloys$§! в £unity£ §Y$unity$§!, £mod_planet_amenities_add£ §Y$PLANET_AMENITIES_TITLE$§! и £mod_country_naval_cap_add£ §Y$MOD_COUNTRY_NAVAL_CAP_ADD$§! $job_spy_effect_desc$

source: $job_sponsor$ Jobs
ru: $job_sponsor$ Работа

source: $job_spy$ Jobs
ru: $job_spy$ Работа

source: $job_spy_drone$ Jobs
ru: $job_spy_drone$ Работа

source: $job_stabilizer$ Jobs
ru: $job_stabilizer$ Работа

source: $job_stellarite_bureaucrat_plural$ watch over dimensionally folded and temporal-stretched pocket universes filled with proxy DAI-singularities to use their computation power to run entire galaxies worth of real empires like a breeze.
ru: $job_stellarite_bureaucrat_plural$ следят за складывающимися в пространстве и растянутыми во времени карманными вселенными, заполненными прокси ДИИ-сингулярностями, чтобы использовать их вычислительную мощь для управления целыми галактиками реальных империй как дуновение ветра.

source: $job_tax_controller$ Jobs
ru: $job_tax_controller$ Работа

source: $job_teacher$ Jobs
ru: $job_teacher$ Работа

source: $job_trading_expert$ Jobs
ru: $job_trading_expert$ Работа

source: $job_treasurer$ Jobs
ru: $job_treasurer$ Работа

source: $job_treasures_collector$ Jobs
ru: $job_treasures_collector$ Работа

source: $job_treasures_collector_drone$ Jobs
ru: $job_treasures_collector_drone$ Работа

source: $job_u_biologist$ Jobs
ru: $job_u_biologist$ Работа

source: $job_u_biologist_drone$ Jobs
ru: $job_u_biologist_drone$ Работа

source: $job_u_engineer_drone$ Jobs
ru: $job_u_engineer_drone$ Работа

source: $job_u_physicist$ Jobs
ru: $job_u_physicist$ Работа

source: $job_u_physicist_drone$ Jobs
ru: $job_u_physicist_drone$ Работа

source: $job_weapon_forger$ Jobs
ru: $job_weapon_forger$ Работа

source: $job_weapon_forger_drone$ Jobs
ru: $job_weapon_forger_drone$ Работа

source: $leader_trait_admiral_est_might_5$
ru: Коварство хищника

source: $leader_trait_admiral_est_might_5_desc$
ru: Обучен корабельному и космическому бою.

source: $leader_trait_admiral_est_militarism_5$
ru: Престиж Адмиралтейства

source: $leader_trait_admiral_est_militarism_5_desc$
ru: Прошёл военную подготовку по корабельным и космическим доктринам ведения войны.

source: $leader_trait_death_world_savior_pt1$ commander $leader_trait_death_world_savior_pt2$
ru: $leader_trait_death_world_savior_pt1$ командир $leader_trait_death_world_savior_pt2$

source: $leader_trait_death_world_savior_pt1$ official $leader_trait_death_world_savior_pt2$
ru: $leader_trait_death_world_savior_pt1$ официальный $leader_trait_death_world_savior_pt2$

source: $leader_trait_engineer$ Jobs
ru: $leader_trait_engineer$ Работа

source: $matter_decompressor_4$ Bore Array
ru: $matter_decompressor_4$ Массив отверстий

source: $matter_decompressor_4$ Processing Ring
ru: $matter_decompressor_4$ Обрабатывающее кольцо

source: $matter_decompressor_4$ Processing Ring Built
ru: $matter_decompressor_4$ Построено кольцо обработки

source: $matter_decompressor_4$ Structural Supports
ru: $matter_decompressor_4$ Конструктивные опоры

source: $matter_decompressor_4$ Structural Supports Built
ru: $matter_decompressor_4$ Построены конструктивные опоры

source: $mod_planet_artisans_minerals_upkeep_add$
ru: Расход £minerals£ минералов на содержание £job_artisan£ ремесленников

source: $mod_planet_metallurgists_minerals_upkeep_add$
ru: Расход £minerals£ минералов на содержание £job_foundry£ металлургов

source: $name_alderson$ Complete!
ru: $name_alderson$ Завершено!

source: $name_alderson$ Construction Site Complete!
ru: $name_alderson$ Строительная площадка завершена!

source: $name_alderson$ Frame
ru: Кадр $name_alderson$

source: $name_alderson$ Frame Complete!
ru: $name_alderson$ Кадр завершен!

source: $name_asteroid_manufactory$ Candidate
ru: Кандидат $name_asteroid_manufactory$

source: $name_asteroid_manufactory$ Candidates
ru: Кандидаты $name_asteroid_manufactory$

source: $name_asteroid_manufactory$ Management Protocols
ru: $name_asteroid_manufactory$ Протоколы управления

source: $name_atmosphere_shredder$ Management Protocols
ru: $name_atmosphere_shredder$ протоколы управления

source: $name_atmosphere_shredder$: Agitator Arms
ru: $name_atmosphere_shredder$: Рычаги мешалки

source: $name_atmosphere_shredder$: Laboratory Ring
ru: $name_atmosphere_shredder$: Лабораторное кольцо

source: $name_atmosphere_shredder$: Stabilizer Arms
ru: $name_atmosphere_shredder$: Рычаги стабилизатора

source: $name_auto_stripmine$
ru: $name_auto_stripmine$ Орбитальный аппарат

source: $name_auto_stripmine$ Construction Site Built
ru: $name_auto_stripmine$ Строительная площадка построена

source: $name_auto_stripmine$ Orbital Apparatus Constructed
ru: $name_auto_stripmine$ Орбитальный аппарат построен

source: $name_birch$ Complete!
ru: $name_birch$ Завершено!

source: $name_birch$ Construction Site Complete!
ru: $name_birch$ Строительная площадка завершена!

source: $name_birch$ Drone Holding Pattern
ru: $name_birch$ Схема удержания дрона

source: $name_birch$ Drone Holding Patterns
ru: $name_birch$ Схемы удержания дрона

source: $name_birch$ Equatorial Frame
ru: $name_birch$ Экваториальная рамка

source: $name_birch$ Equatorial Frame Complete!
ru: $name_birch$ Экваториальный кадр завершен!

source: $name_birch$ Frame
ru: $name_birch$ Кадр

source: $name_birch$ Frame Complete!
ru: $name_birch$ Кадр завершен!

source: $name_birch$ Resident
ru: $name_birch$ Резидент

source: $name_birch$ Residents
ru: $name_birch$ Жителей

source: $name_crystal_megabore$ Complete!
ru: $name_crystal_megabore$ Завершено!

source: $name_crystal_megabore$ Construction Site Complete
ru: $name_crystal_megabore$ Строительная площадка завершена

source: $name_crystal_megabore$ Gravitogenerator
ru: $name_crystal_megabore$ Гравигенератор

source: $name_crystal_megabore$ Gravitogenerator Complete
ru: $name_crystal_megabore$ Гравитогенератор завершен

source: $name_crystal_megabore$ Main Hub Complete
ru: $name_crystal_megabore$ Главный узел завершен

source: $name_crystal_megabore$ Refinery Hub
ru: $name_crystal_megabore$ перерабатывающий узел

source: $name_discomoon$ Complete!
ru: $name_discomoon$ Завершено!

source: $name_discomoon$ Construction Site Complete
ru: $name_discomoon$ Строительная площадка завершена

source: $name_discomoon$ Framework
ru: $name_discomoon$ Фреймворк

source: $name_discomoon$ Internals Complete
ru: $name_discomoon$ Внутренние компоненты завершены

source: $name_discomoon$ Moon
ru: $name_discomoon$ на Луне

source: $name_eng_test_site$ Built
ru: $name_eng_test_site$ Построено

source: $name_eng_test_site$ Construction
ru: $name_eng_test_site$ Строительство

source: $name_eng_test_site$ Repaired!
ru: $name_eng_test_site$ Отремонтирован!

source: $name_eng_test_site$: Material Simulations
ru: $name_eng_test_site$: Моделирование материалов

source: $name_eng_test_site$: Material Testing Bays
ru: $name_eng_test_site$: Отсеки для испытания материалов

source: $name_eng_test_site$: Orbital Firing Range
ru: $name_eng_test_site$: Орбитальный полигон

source: $name_eq_shipyard$ Complete!
ru: $name_eq_shipyard$ Завершено!

source: $name_eq_shipyard$ Construction Site Built
ru: $name_eq_shipyard$ Построена строительная площадка

source: $name_eq_shipyard$ Frame
ru: $name_eq_shipyard$ Каркас

source: $name_eq_shipyard$ Frame Built
ru: $name_eq_shipyard$ Каркас построен

source: $name_fusion_suppressor$ - Compression Stage I
ru: $name_fusion_suppressor$ - Стадия сжатия I

source: $name_fusion_suppressor$ - Compression Stage II
ru: $name_fusion_suppressor$ - Стадия сжатия II

source: $name_fusion_suppressor$ - Neutron Star Stage
ru: $name_fusion_suppressor$ - Стадия нейтронной звезды

source: $name_fusion_suppressor$ Construction Site Built
ru: $name_fusion_suppressor$ Строительная площадка построена

source: $name_fusion_suppressor$ Dismantled
ru: $name_fusion_suppressor$ Демонтировано

source: $name_fusion_suppressor$ Gravity Modulators
ru: $name_fusion_suppressor$ Гравитационные модуляторы

source: $name_fusion_suppressor$ Stellar Stabilizers
ru: $name_fusion_suppressor$ Звездные стабилизаторы

source: $name_giga_orbital$ Asteroid Consolidation Complete
ru: $name_giga_orbital$ Консолидация астероидов завершена

source: $name_giga_orbital$ Catastrophe
ru: $name_giga_orbital$ Катастрофа

source: $name_giga_orbital$ Complete!
ru: $name_giga_orbital$ Завершено!

source: $name_giga_orbital$ Consolidation
ru: $name_giga_orbital$ Консолидация

source: $name_giga_orbital$ Construction Site
ru: $name_giga_orbital$ Строительная площадка

source: $name_giga_orbital$ Construction Site Built
ru: $name_giga_orbital$ Построена строительная площадка

source: $name_giga_orbital$ Frame Built
ru: $name_giga_orbital$ Каркас построен

source: $name_giga_orbital$ Framework
ru: $name_giga_orbital$ Фреймворк

source: $name_giga_orbital$ Habitability
ru: $name_giga_orbital$ Обитаемость

source: $name_giga_orbital$ Preference
ru: $name_giga_orbital$ Предпочтение

source: $name_giga_orbital$ Reclaimed!
ru: $name_giga_orbital$ Исправлено!

source: $name_giga_orbital$ Restored
ru: $name_giga_orbital$ Восстановлено

source: $name_hraemc$ Accretion Collectors
ru: $name_hraemc$ Аккреционные коллекторы

source: $name_hraemc$ Chrono-Accelerators
ru: $name_hraemc$ Хроноускорители

source: $name_hraemc$ Construction
ru: $name_hraemc$ Строительство

source: $name_hraemc$ Finished
ru: $name_hraemc$ Закончено

source: $name_hraemc$ Mass Injectors
ru: $name_hraemc$ Массовые форсунки

source: $name_hyperstructural_ass$ Complete!
ru: $name_hyperstructural_ass$ Завершено!

source: $name_hyperstructural_ass$ Construction Site Complete
ru: $name_hyperstructural_ass$ Строительная площадка завершена

source: $name_hyperstructural_ass$ Inner Ring
ru: $name_hyperstructural_ass$ Внутреннее кольцо

source: $name_hyperstructural_ass$ Inner Ring Complete
ru: $name_hyperstructural_ass$ Внутреннее кольцо в сборе
